/* No comment provided by engineer. */
"Package for Submission" = "Empaquetar para Enviar";

/* No comment provided by engineer. */
"Send to Device" = "Send to Device";

/* No comment provided by engineer. */
"Translator" = "Traductor";

